{
  "title": {
    "tr": "Villa Kiralama Sözleşmesi",
    "en": "Villa Rental Agreement"
  },
  "sections": [
    {
      "id": "introduction",
      "title": {
        "tr": "INN ELEGANCE LLC KİRALAMA ŞARTLARI VE SÖZLEŞMESİ",
        "en": "INN ELEGANCE LLC RENTAL TERMS AND AGREEMENT"
      },
      "content": {
        "tr": "Öncelikle, Inn Elegance villa kiralama markası ve www.innelegance.com internet sitesinin, INN ELEGANCE LIMITED LIABILITY COMPANY'ye ait olduğunu resmi olarak bildirmekten memnuniyet duyarız. Inn Elegance LLC, Florida'da kurulu bir şirket olup, lüks villa kiralama hizmetleri sunmaktadır. Şirketimiz, konforlu ve özel tatil deneyimleri sunmayı amaçlamakta olup, sunduğumuz villalarla misafirlerimize unutulmaz bir tatil fırsatı sunmayı hedeflemektedir.",
        "en": "Firstly, we are pleased to officially inform you that the Inn Elegance villa rental brand and the website www.innelegance.com belong to INN ELEGANCE LIMITED LIABILITY COMPANY. Inn Elegance LLC is a company established in Florida, offering luxury villa rental services. Our company aims to provide comfortable and exclusive holiday experiences, targeting to offer our guests an unforgettable vacation opportunity with the villas we provide."
      }
    },
    {
      "id": "parties-purpose",
      "title": {
        "tr": "TARAFLAR VE AMAÇ",
        "en": "PARTIES AND PURPOSE"
      },
      "content": {
        "tr": "Bu sözleşme; \"VİLLAYI/APARTI\" kiralayan (bundan böyle \"MÜŞTERİ\" olarak anılacaktır) ile \"VİLLAYI/APARTI\" kiraya veren (bundan böyle \"Inn Elegance\" olarak anılacaktır) arasında başlangıç ve bitiş tarihleri önceden belirli bir süre için \"VİLLAYI/APARTI\" kiralanması amacı ile yapılmıştır. \"www.innelegance.com\" internet sayfasında ilan edilen \"Villalarımızdan/Apartlarımızdan\" herhangi birine internet sayfamız üzerinden veya telefon yolu ile veya elektronik posta yolu ile rezervasyon yaptıran müşteri ve beraberindekiler aşağıdaki şartları peşinen kabul etmiş sayılırlar. Aşağıdaki şartların herhangi birine aykırı davranış, \"Inn Elegance\"i, rezervasyonu tek taraflı olarak iptal etme, müşterinin Villayı/Apartı terk etmesini isteme, alınan kapora, depozito kira bedelini iade etmeme ve ödenmemiş olan kira bedellerinin tamamını talep etme hakkını verir.",
        "en": "This agreement is made between the renter of the \"VILLA/APARTMENT\" (hereinafter referred to as \"CUSTOMER\") and the lessor of the \"VILLA/APARTMENT\" (hereinafter referred to as \"Inn Elegance\") for the purpose of renting the \"VILLA/APARTMENT\" for a predetermined period with specific start and end dates. The customer and their companions who make a reservation for any of our \"Villas/Apartments\" advertised on the \"www.innelegance.com\" website, either through our website, by phone, or via email, are deemed to have accepted the following conditions in advance. Any behavior contrary to any of the following conditions gives \"Inn Elegance\" the right to unilaterally cancel the reservation, request the customer to vacate the Villa/Apartment, not refund the received down payment (kapora), deposit, or rental fee, and demand the full payment of any unpaid rental fees."
      }
    },
    {
      "id": "reservation-payment",
      "title": {
        "tr": "REZERVASYON VE ÖDEME",
        "en": "RESERVATION AND PAYMENT"
      },
      "content": {
        "tr": "• Villalarımıza/Apartlarımıza internet sayfamızda bulunan rezervasyon formu veya SMS veya telefon yolu veya elektronik posta yolu ile ön rezervasyon yapılabilmektedir.\n\n• Inn Elegance, kiralamak istediğiniz Villa/Apart için kiralayacağınız tarihlerinizi belirttikten sonra, sizden gerekli ulaşım ve fatura bilgilerinizi alarak ön kiralama işlemini yapar. Inn Elegance, ön kiralama yapıldıktan sonra villa/apart için toplam ödenecek ücretin %20'sini kapora ödemesi olarak almaktadır. Kapora, ön kiralama yapıldıktan sonra 1 (bir) iş günü içerisinde ödendiği taktirde villa/apart adınıza rezerve edilir. Ödemeniz gereken kapora tutarı ve banka hesap numaralarımız, ayrıca elektronik posta yolu ile veya SMS yolu ile veya telefon yolu ile tarafınıza bildirilecektir. Kapora 1 (bir) iş günü içinde Havale, EFT ve yine site üzerinden Kredi Kartı ile ödeme yapılmalıdır. Kaporanın teslim alındığından en geç 1 iş günü içerisinde tarafınıza yazılı olarak Villanın/Apartın kiralama onayı gönderilecektir. Bu onay belgesinin içerisinde toplam ücret, alınan kapora ve hangi tarihlerde Villa/Apart'ın adınıza kira edildiği ve yatırmış olduğunuz kaporanın günü saati bildirilmektedir.\n\n• Kaporanın yatırılmaması durumunda Inn Elegance, müşteriye bilgi vermeden ön rezervasyonu iptal etme ve villaya/aparta başka rezervasyon alma hakkını kullanabilecektir.\n\n• Villanın/Apartın geriye kalan ücretini sözleşme yapıldıktan sonra veya Villa/Apart tesliminde villa/apart sahibinin banka hesabına yatırmak şartı ile banka üzerinden resmi olarak alınır. MÜŞTERİ BU SÖZLEŞMEYİ ONAYLADIĞINDA VİLLA/APARTIN KİRASININ GERİ KALAN ÜCRETİNİ MAL SAHİBİNE BANKA ÜZERİNDEN YATIRACAĞINI TAAHHÜT ETMİŞ OLUR. Yine Inn Elegance, müşteriye kiralananı eşyalı olarak teslim edilmesi sebebiyle eşyaların kırık, dökük, hasar, kayıp, zayi vs. olmasına karşın 1000 TL/5000 TL hasar depozitosu almakta olup bu depozito Villa/Apart tesliminde, makbuz karşılığı peşin olarak (nakit) alınır. Hasar depozitosu müşterinin çıkışında demirbaşların sayımından sonra eksik olmaması durumunda müşteriye iade edilecektir.",
        "en": "• Pre-reservations for our Villas/Apartments can be made via the reservation form on our website, SMS, phone, or email.\n\n• After you specify the dates you wish to rent the Villa/Apartment, Inn Elegance will perform the pre-rental process by collecting necessary contact and billing information from you. Inn Elegance requires a 20% down payment (kapora) of the total rental fee after the pre-rental is made. If the down payment is paid within 1 (one) business day after the pre-rental, the villa/apartment will be reserved in your name. The amount of the down payment required and our bank account numbers will be notified to you via email, SMS, or phone. The down payment must be made within 1 (one) business day via Bank Transfer, EFT, or Credit Card through the website. A written rental confirmation for the Villa/Apartment will be sent to you within 1 business day at the latest after the down payment is received. This confirmation document includes the total fee, the down payment received, the dates the Villa/Apartment is rented in your name, and the date and time of your down payment.\n\n• If the down payment is not made, Inn Elegance reserves the right to cancel the pre-reservation without informing the customer and to accept other reservations for the villa/apartment.\n\n• The remaining balance for the Villa/Apartment is officially collected via bank transfer to the villa/apartment owner's bank account after the contract is signed or upon delivery of the Villa/Apartment. BY APPROVING THIS AGREEMENT, THE CUSTOMER COMMITS TO PAYING THE REMAINING RENTAL FEE TO THE OWNER VIA BANK TRANSFER. Furthermore, as the rented property is delivered furnished, Inn Elegance collects a damage deposit ranging from 1000 TL to 5000 TL against breakage, damage, loss, etc., of the furnishings. This deposit is collected in cash upon delivery of the Villa/Apartment against a receipt. The damage deposit will be refunded to the customer upon check-out after an inventory check, provided there are no missing items or damages."
      }
    },
    {
      "id": "checkin-checkout",
      "title": {
        "tr": "VİLLAYA/APARTA GİRİŞ ve ÇIKIŞ",
        "en": "CHECK-IN and CHECK-OUT TO/FROM VILLA/APARTMENT"
      },
      "content": {
        "tr": "• Rezervasyon başlangıç günü villaya/aparta giriş saati, en erken 16:00'dır, en geç 21:00'dır. Müşteri; belirtilen saatler dışında villaya/aparta giriş yapamaz, belirtilen en geç giriş saatinden sonra gelmesi durumunda villaya/aparta bir gün sonra sabah Inn Elegance'in mesai başlangıcında (09.00) giriş yapabilir.\n\n• Müşterinin; belirtilen saatten önce veya belirtilen saatten sonra gelmesi durumunda villaya/aparta giriş yapamamasından kaynaklanan sorunlardan, gece konaklamasından, konaklama yeri bulamamasından vs. problemlerden Inn Elegance kesinlikle sorumlu tutulamaz. Müşterinin geceyi geçireceği yeri kendi bulması ve konaklama ücretini kendi ödemesi gerekmektedir. Inn Elegance bu gibi durumlardan sorumlu tutulamaz.\n\n• Rezervasyon sonunda villadan/aparttan ayrılış saati tüm bölgelerimiz için, en geç sabah saat 10:00'dur. Sabah saat 10.00'da müşterinin villayı/apartı hiç boşaltmamasından veya geç boşaltmasından kaynaklanan problemlerden, zararlardan, mağduriyetten vs. tüm olumsuzluklardan müşteri birebir sorumludur ve bu olumsuzluklardan ortaya çıkabilecek Inn Elegance'ın her türlü maddi zararlarını karşılayacaktır. Seyahat planlarının her iki tarafında mağdur olmaması için bu saatlere göre yapılmasını önemle hatırlatırız. Erken çıkış yapılmak istenmesi durumunda Inn Elegance'e 24 saat önceden bilgi verilmesi gerekmektedir.\n\n• Yoğunluk nedeni ile villa/apart kontrolü yapılamadan müşterinin villadan/aparttan çıkış yapması durumunda hasar depozitosu müşterinin bildireceği bir banka hesabına gönderilecektir, gönderim masrafları hasar depozitosunun içinden ödenecektir. Müşterinin kendi isteği ile villayı/apartı erken terk etmesi durumunda müşteriye konaklama ücreti için herhangi bir para iadesi yapılmayacaktır.",
        "en": "• On the reservation start date, the check-in time to the villa/apartment is earliest 16:00 (4 PM) and latest 21:00 (9 PM). The customer cannot check in outside the specified hours. If the customer arrives after the latest specified check-in time, they can check in the next morning at the start of Inn Elegance's business hours (09:00 AM).\n\n• Inn Elegance cannot be held responsible for problems arising from the customer's inability to check in due to arriving before or after the specified times, including issues related to overnight accommodation, inability to find accommodation, etc. The customer is responsible for finding their own place to spend the night and paying for it. Inn Elegance cannot be held responsible for such situations.\n\n• At the end of the reservation period, the check-out time from the villa/apartment for all our regions is 10:00 AM at the latest. The customer is directly responsible for any problems, damages, grievances, etc., arising from not vacating or delaying vacating the villa/apartment by 10:00 AM, and will cover all resulting financial damages to Inn Elegance. We strongly advise planning travel arrangements according to these times to avoid inconvenience for both parties. If an early check-out is desired, Inn Elegance must be informed 24 hours in advance.\n\n• If the customer checks out without a villa/apartment inspection due to high occupancy, the damage deposit will be sent to a bank account provided by the customer; transfer costs will be deducted from the damage deposit. If the customer voluntarily leaves the villa/apartment early, no refund for the accommodation fee will be given."
      }
    },
    {
      "id": "villa-capacity",
      "title": {
        "tr": "VİLLA/APART KAPASİTESİ",
        "en": "VILLA/APARTMENT CAPACITY"
      },
      "content": {
        "tr": "• İnternet sayfamızdaki ilanlardan seçtiğiniz Villalarımıza/Apartlarımıza ilan sayfasında belirtilen kapasitenin üzerinde ya da rezervasyon yapılırken belirtilen kişi sayısının üzerinde misafir kesinlikle kabul edilmemektedir (Çocuklar ve bebekler de dahildir).\n\n• Rezervasyon kesinleştikten sonra müşteri tarafından kişi sayısında bir değişiklik yapılmak istenirse, Inn Elegance'e yazılı olarak başvurulacak ve villanın/apartın kapasite durumuna göre Inn Elegance uygun gördüğü takdirde bu değişiklik onaylanabilecektir.\n\n• Inn Elegance, müşteriden ilave ücret talep edebilecektir. Villaya/Aparta giriş yapıldıktan sonra rezervasyon listesinde belirtilen misafirlerin dışında villaya/aparta misafir kesinlikle kabul edilmemektedir. Aksinin tespit edildiği durumlarda Inn Elegance, misafirlerin villayı/apartı terk etmesini isteme, rezervasyonu tamamen iptal etme veya kiralama döneminin sona ermesini beklemeden villanın/apartın tamamen boşaltılmasını talep etme, ücretin tamamını ve ekstra ücret talep etme hakkına sahiptir.\n\n• Villanın/apartın kiralanması aşamasında müşterinin beyanı doğrultusunda işlem yapılmakta olup müşteri vermiş olduğu bilgilerin doğru ve eksiksiz olduğunu, bu hususta doğacak tüm sorumlulukları kabul eder.",
        "en": "• Guests exceeding the capacity stated on the listing page for the Villas/Apartments selected from our website, or exceeding the number of people specified during reservation, are strictly not accepted (including children and infants).\n\n• If the customer wishes to change the number of people after the reservation is confirmed, a written request must be submitted to Inn Elegance. This change may be approved at Inn Elegance's discretion, based on the villa/apartment's capacity.\n\n• Inn Elegance may request an additional fee from the customer. After check-in, no guests other than those specified in the reservation list are allowed in the villa/apartment. If the contrary is detected, Inn Elegance has the right to ask the guests to leave the villa/apartment, cancel the reservation entirely, demand the complete evacuation of the villa/apartment before the end of the rental period, and demand the full fee plus extra charges.\n\n• The rental process is based on the customer's declaration; the customer accepts full responsibility for the accuracy and completeness of the information provided."
      }
    },
    {
      "id": "cleaning-maintenance",
      "title": {
        "tr": "VİLLA/APART TEMİZLİĞİ ve BAKIMI ile EKSTRA GİDERLER",
        "en": "VILLA/APARTMENT CLEANING and MAINTENANCE & EXTRA EXPENSES"
      },
      "content": {
        "tr": "• Haftalık, aylık villa/apart kiralama fiyatlarına giriş temizliği dahildir. 2 (iki) Hafta ve üzeri konaklamalarda haftalık temizlik ve havlu/çarşaf vs. değişimi fiyatlara dahildir.\n\n• Bunun dışında talep edilecek her türlü temizlik ve havlu/çarşaf vs. değişimi ücrete tabidir.\n\n• Her sabah erken saatlerde havuz ve bahçe bakımı yapılmakta olup kiralama süresince villadan herhangi bir teknik sorun yaşanırsa ev sahibi tarafından giderilecektir, Inn Elegance bundan sorumlu değildir, sadece sorunun giderilmesine yardımcı olur.\n\n• Tüm villaların/apartların havuz, bahçe ve diğer demirbaşlarının periyodik bakımlarının yapılabilmesi için görevli personelin villanın/apartın bahçesine ya da içine girmesi gerekmektedir. Bu hizmetlerin aksamadan yürütülebilmesi için müşteri, görevli personelin villanın içine ve/veya bahçesine girmesine engel olmamalıdır.",
        "en": "• Initial cleaning is included in the weekly and monthly villa/apartment rental prices. For stays of 2 (two) weeks or longer, weekly cleaning and change of towels/linens etc. are included in the price.\n\n• Any additional cleaning and change of towels/linens etc. requested beyond this are subject to a fee.\n\n• Pool and garden maintenance is carried out early every morning. If any technical issues arise in the villa during the rental period, they will be addressed by the homeowner; Inn Elegance is not responsible for this but will assist in resolving the issue.\n\n• For the periodic maintenance of the pool, garden, and other fixtures of all villas/apartments, authorized personnel need to enter the garden or the interior of the villa/apartment. To ensure these services run smoothly, the customer must not prevent authorized personnel from entering the interior and/or garden of the villa."
      }
    },
    {
      "id": "pets-smoking",
      "title": {
        "tr": "EV CİL HAYVAN ve SİGARA YASAĞI",
        "en": "PETS and SMOKING PROHIBITION"
      },
      "content": {
        "tr": "• Tüm villalarımızda kesinlikle evcil hayvan kabul edilmemektedir. Ayrıca villalarımızda sigara içilmesi yasaktır.",
        "en": "• Pets are strictly not allowed in any of our villas. Additionally, smoking is prohibited inside our villas."
      }
    },
    {
      "id": "cancellation",
      "title": {
        "tr": "REZERVASYON İPTAL KOŞULLARI",
        "en": "RESERVATION CANCELLATION CONDITIONS"
      },
      "content": {
        "tr": "• 30 gün ve daha az kalan sürelerde iptal durumunda, müşteriye ödeme yapılan miktarın tamamı iade edilmez. Ödemelerin geri alınabilmesi için mücbir sebep gerekçesi gerekmektedir.",
        "en": "• In case of cancellation 30 days or less before the arrival date, the full amount paid by the customer is non-refundable. A force majeure reason is required for payments to be potentially recoverable."
      }
    },
    {
      "id": "force-majeure",
      "title": {
        "tr": "MÜCBİR SEBEP DURUMU",
        "en": "FORCE MAJEURE SITUATION"
      },
      "content": {
        "tr": "• Aksi taraflarca aksi kararlaştırılmadıkça, doğal afetler ve beklenmeyen sağlık sorunları gibi mücbir sebepler sonucu rezervasyon iptali durumu doğarsa, yapılan ödemeler müşteri talep ettiği takdirde aynı villa/apart için yeniden düzenlenebilir ya da ödeme talebi yapılabilir.",
        "en": "• Unless otherwise agreed by the parties, if a reservation cancellation arises due to force majeure events such as natural disasters and unexpected health problems, the payments made can be rearranged for the same villa/apartment upon customer request, or a payment request can be made."
      }
    },
    {
      "id": "other-conditions",
      "title": {
        "tr": "DİĞER ÖNEMLİ BİLGİLER",
        "en": "OTHER IMPORTANT INFORMATION"
      },
      "content": {
        "tr": "1. Villaya/Aparta giden yolların bozuk olması, yokuş yukarı olması, stabilize olması, ıslak zemin olması vs. gibi, INN ELEGANCE'ın önüne geçemediği durumlarda INN ELEGANCE kesinlikle sorumlu tutulamaz.\n\n2. Villaya/Aparta ulaşım esnasında oluşabilecek kaza vs. kısacası her türlü olumsuzluktan INN ELEGANCE kesinlikle sorumlu tutulamaz.\n\n3. Bazı villaların inşaasında kullanılan, farklı malzemeler (sedir ağacı, çam ağacı, bazı plastik ürünler, bahçede veya villanın içinde bulunan her türlü bitki vs.) müşteriyi sağlıksal yönden veya psikolojik yönden rahatsız etmesi durumunda, bu olaydan INN ELEGANCE kesinlikle sorumlu tutulamaz.\n\n4. Tüm Villalarımızda/Apartlarımızda konaklayacak olan müşterilere özel araç lazım olacaktır. Müşterinin villaya/aparta ulaşımı kendi sorumluluğundadır. INN ELEGANCE kesinlikle sorumlu tutulamaz.\n\n5. Villa veya apart kiralamış olan müşteri, kiralamış olduğu villanın veya apartın coğrafi konumundan dolayı hoşnutsuz kalması durumundan INN ELEGANCE sorumlu tutulamaz. INN ELEGANCE, villanın/apartın konumunu Google Harita üzerinden, yaklaşık olarak işaretlemiştir.\n\n6. Villaya/Aparta ulaşım esnasında, özel veya kiralamış olduğunuz aracın zarar görmesinden INN ELEGANCE sorumlu tutulamaz.\n\n7. Villayı/Apartı kiralamış olan müşterinin aracının (motor, otomobil vs.) altının yere yakın olması, aracın motor gücünün zayıf olması, müşterinin; otomobil, motor vs. kullanmadaki acemiliği ve buna bağlı olarak villaya/aparta ulaşamaması sebebiyle ortaya çıkabilecek her türlü olumsuzluk müşterinin kendi sorumluluğundadır. Bu gibi veya buna benzer sorunlardan INN ELEGANCE kesinlikle sorumlu tutulamaz.\n\n8. Villa/Apart hakkındaki \"www.innelegance.com\" detay sayfasında belirtilen \"uzaklık tablosu\" yaklaşık olarak yazılmıştır. Mesafeler tam net olarak belirtilmemiştir. Ufak tefek yanılmalar olabilir. Villayı/Apartı kiralayan müşteri bunu göz önüne almayı kabul eder.\n\n9. Villa/Apart hakkındaki \"www.innelegance.com\" detay sayfasında \"uzaklık tablosu\"nda belirtilen mesafeler, en yakın restoran, en yakın plaj, en yakın merkez, en yakın otogar ve en yakın havaalanı göz önünde bulundurularak yazılmıştır. Belirtilen restoran veya market kapanmış ise INN ELEGANCE sorumluluk kabul etmez.\n\n10. Villada/Apartta bulunan havuzda oluşacak boğulma, düşme, ayak kırılması, kol kırılması gibi oluşacak tüm kazalardan INN ELEGANCE sorumlu tutulamaz.\n\n11. Villaların tamamında yaklaşık 160 litrelik güneş enerjisi ile ısınan sıcak su tankı bulunmaktadır. Müşterinin, adil kullanımın dışında aşırı sıcak su tüketiminden dolayı sıcak suyun kalmamasından kaynaklanan problemlerden müşteri birebir sorumludur, INN ELEGANCE bu durumdan kaynaklanan problemlerden kesinlikle sorumlu tutulamaz.\n\n12. Villalarımızın/apartlarımızın hiç birisinde yiyecek, içecek, herhangi bir gıda ürünü vs. bulunmamaktadır. Hiç bir villada/apartta kahvaltı, öğlen yemeği, akşam yemeği, açık büfe vb. gibi hizmetlerin hiçbirisi yoktur. Bu ürünlerin temin edilmesi müşterinin kendi sorumluluğundadır. INN ELEGANCE bu gibi durumlardan sorumlu tutulamaz.\n\n13. Villalarda/Apartlarda veya yolda, Cep Telefonu sinyalinin hiç alınmaması, az alınması veya cep telefonundan internetin çekmemesi gibi durumlardan INN ELEGANCE kesinlikle sorumlu tutulamaz. GSM operatörünüzü arayıp, gideceğiniz bölgede GSM sinyali durumu hakkında detaylı bilgi alabilirsiniz.\n\n14. Kredi kartı ile veya mail order ile veya EFT veya havale veya vb. şeklinde ödeme yapsanız dahi, size \"onay maili\" ve \"konfirmasyon belgesi\" gelmeden, kesinlikle, uçak bileti, otobüs bileti, vs. satın almayınız. Para ödemesini INN ELEGANCE'a yapsanız bile size \"onay maili\" ve \"konfirmasyon belgesi\" gelmediği taktirde villayı/apartı kesinlikle kiralamış sayılmazsınız. Müşterinin aceleci davrandığı bu ve buna benzer durumlardan ortaya çıkabilecek maddi ve manevi zararlardan INN ELEGANCE kesinlikle sorumlu tutulamaz.\n\n15. Villada/Apartta oluşacak müşterinin sebep olduğu tüm kazalar ve olaylardan yangın, elektrik kaçağı, tüp kaçağı ve bunun sonucunda oluşacak ölüm ve kazalardan, internet sağlayıcısından (Türk Telekom vs.) kaynaklanan telefon ve internet kesilmesi, Elektrik Şirketinden kaynaklanan elektrik kesilmesinden, Su Şirketinden kaynaklanan su kesilmesinden INN ELEGANCE sorumlu tutulamaz.\n\n16. Web sitemizde belirtmiş olduğumuz Villalar/Apartlar birebir aynısı olup, sitede göründüğü gibi olmadığını, sitede daha iyi göründüğünü, sitede daha büyük veya daha küçük olduğu vb. gibi bahaneler asla kabul edilemez ve bunlardan INN ELEGANCE sorumlu tutulamaz.\n\n17. Olumlu veya olumsuz doğa olaylarından/koşullarından ve olumlu veya olumsuz hava durumundan/koşullarından oluşabilecek her türlü olumsuzluktan INN ELEGANCE sorumlu tutulamaz.\n\n18. Müşteriyi; arı, akrep, böcek, yılan sokması, kedi, köpek ısırması ve vb. olaylardan dolayı INN ELEGANCE sorumlu tutulamaz.\n\n19. Havuzu dışarıdan görünmeyen villa diye tabir edilen muhafazakar villaları tercih etmek isteyen müşteri, villanın detay sayfasında; \"bu villa muhafazakar ailelere uygundur\", \"havuzu dışarıdan görünmez\", \"tesettürlü bayanlar tercih edebilir\" vb. ibareler yok ise o villa muhafazakar bir villa değildir. Bu gibi ibareler olmayan villayı kiralayıp, villaya geldiği zaman \"bu villa muhafazakar bir villa değil\" deyip INN ELEGANCE'ı suçlamasından, INN ELEGANCE kesinlikle sorumlu değildir. Villayı kiralayacak olan müşterinin tüm detayları dikkatli bir şekilde okumasını tavsiye ederiz.\n\n20. Villanın/Apartın içerisine veya havuz bahçesi veya havuz terasına, herhangi bir gıda maddesinden dolayı veya çöpünüzden dolayı karınca veya böcek vb. veya değişik hayvan toplanmasından müşteri birebir sorumludur, bu durumdan INN ELEGANCE sorumlu tutulamaz.\n\n21. Villanın/apartın yüzme havuzundan veya duşundan gelen sudan meydana gelebilecek her türlü hastalıktan, klor alerjisinden vs. kimyasal alerjiden, INN ELEGANCE kesinlikle sorumlu tutulamaz. Sağlıksal veya vücut hassaslığı olan kişilerin havuza girmemesini tavsiye ederiz.\n\n22. Kiralanan villa/apart çevresinde her türlü büyükbaş, küçükbaş, tavuk, keklik, vs. hayvancılık yapılabilmektedir, kiralanan villanın/apartın bahçesinde veya komşu evlerin/villaların/apartların bahçelerinde her türlü gübre kullanılabilmektedir, bu ve bu gibi olaylardan kaynaklanabilecek rahatsız edici hayvan sesleri ve kötü kokulardan INN ELEGANCE kesinlikle sorumlu değildir, sorumlu tutulamaz.\n\n23. Cenaze, ölüm, savaş, sağlık problemi, kaza veya kamu personeli veya özel şirket personelinin izin iptali vb. durumlarda tüm kiralama şartları harfiyen geçerli olup iptal durumu kesinlikle söz konusu değildir.\n\nMüşteri, yukarıda belirtmiş olduğumuz tüm koşulları kabul etmiş olup, bu ve vb. bahaneleri üreterek kira sözleşmesini fesih çabasına girmesi takdirinde INN ELEGANCE sözleşmeyi tek başına fesih etme hakkını ve sözleşme bedeli talep etme hakkını saklı tutar.",
        "en": "1. INN ELEGANCE cannot be held responsible for situations beyond its control, such as poor road conditions leading to the Villa/Apartment, uphill roads, stabilized roads, wet surfaces, etc.\n\n2. INN ELEGANCE cannot be held responsible for any accidents or any kind of negative event that may occur during transportation to the Villa/Apartment.\n\n3. INN ELEGANCE cannot be held responsible if the customer is disturbed health-wise or psychologically by different materials used in the construction of some villas (cedar wood, pine wood, some plastic products, any plants in the garden or inside the villa, etc.).\n\n4. A private vehicle will be necessary for customers staying in all our Villas/Apartments. Transportation to the villa/apartment is the customer's own responsibility. INN ELEGANCE cannot be held responsible.\n\n5. INN ELEGANCE cannot be held responsible if the customer who rented the villa or apartment is dissatisfied due to the geographical location of the rented property. INN ELEGANCE has marked the location of the villa/apartment approximately on Google Maps.\n\n6. INN ELEGANCE cannot be held responsible for damage to the customer's private or rented vehicle during transportation to the Villa/Apartment.\n\n7. Any negative situation arising from the customer's vehicle (motorcycle, car, etc.) having low ground clearance, weak engine power, the customer's lack of experience in driving cars, motorcycles, etc., and consequently being unable to reach the villa/apartment, is the customer's own responsibility. INN ELEGANCE cannot be held responsible for such or similar problems.\n\n8. The \"distance table\" specified on the \"www.innelegance.com\" detail page for the Villa/Apartment is approximate. Distances are not stated precisely. Minor discrepancies may occur. The customer renting the Villa/Apartment agrees to consider this.\n\n9. The distances specified in the \"distance table\" on the \"www.innelegance.com\" detail page for the Villa/Apartment are based on the nearest restaurant, nearest beach, nearest town center, nearest bus station, and nearest airport. INN ELEGANCE accepts no responsibility if the specified restaurant or market has closed.\n\n10. INN ELEGANCE cannot be held responsible for any accidents occurring in the pool located at the Villa/Apartment, such as drowning, falling, leg fractures, arm fractures, etc.\n\n11. All villas have a hot water tank of approximately 160 liters heated by solar energy. The customer is directly responsible for problems arising from the lack of hot water due to excessive consumption beyond fair use; INN ELEGANCE cannot be held responsible for problems arising from this situation.\n\n12. None of our villas/apartments contain food, beverages, any food products, etc. No services such as breakfast, lunch, dinner, buffet, etc., are provided in any villa/apartment. Procuring these items is the customer's own responsibility. INN ELEGANCE cannot be held responsible for such situations.\n\n13. INN ELEGANCE cannot be held responsible for situations such as no mobile phone signal, weak signal, or lack of mobile internet connection in the villas/apartments or on the road. You can contact your GSM operator for detailed information about the GSM signal status in the region you are visiting.\n\n14. Even if you make a payment via credit card, mail order, EFT, bank transfer, etc., do not purchase flight tickets, bus tickets, etc., before receiving the \"confirmation email\" and \"confirmation document\". Even if you make the payment to INN ELEGANCE, you are not considered to have rented the villa/apartment until you receive the \"confirmation email\" and \"confirmation document\". INN ELEGANCE cannot be held responsible for any financial or moral damages arising from the customer acting hastily in these and similar situations.\n\n15. INN ELEGANCE cannot be held responsible for any accidents and incidents caused by the customer at the Villa/Apartment, such as fire, electrical leakage, gas leakage, and resulting death and accidents, nor for telephone and internet disruptions caused by the internet provider (Türk Telekom, etc.), power outages caused by the Electricity Company, or water cuts caused by the Water Company.\n\n16. The Villas/Apartments specified on our website are exactly as shown; excuses such as they do not look like the pictures on the site, they look better on the site, they look larger or smaller on the site, etc., are absolutely unacceptable, and INN ELEGANCE cannot be held responsible for them.\n\n17. INN ELEGANCE cannot be held responsible for any negative consequences arising from positive or negative natural events/conditions and positive or negative weather conditions.\n\n18. INN ELEGANCE cannot be held responsible for incidents such as bee stings, scorpion stings, insect bites, snake bites, cat or dog bites, etc., affecting the customer.\n\n19. Customers wishing to choose conservative villas, defined as villas whose pools are not visible from the outside, should note that if the villa's detail page does not contain phrases like \"this villa is suitable for conservative families\", \"its pool is not visible from the outside\", \"suitable for ladies wearing hijab\", etc., then that villa is not a conservative villa. INN ELEGANCE is absolutely not responsible if a customer rents a villa lacking such descriptions and then complains upon arrival that \"this is not a conservative villa\". We advise customers who will rent the villa to read all details carefully.\n\n20. The customer is directly responsible for the gathering of ants, insects, etc., or various animals inside the Villa/Apartment or in the pool garden or pool terrace due to any food item or garbage; INN ELEGANCE cannot be held responsible for this situation.\n\n21. INN ELEGANCE cannot be held responsible for any diseases, chlorine allergies, etc., or chemical allergies that may arise from the water coming from the swimming pool or shower of the villa/apartment. We advise individuals with health issues or body sensitivities not to enter the pool.\n\n22. All kinds of livestock farming (cattle, sheep, chicken, partridge, etc.) may be practiced around the rented villa/apartment; all kinds of fertilizers may be used in the garden of the rented villa/apartment or in the gardens of neighboring houses/villas/apartments. INN ELEGANCE is absolutely not responsible and cannot be held liable for annoying animal noises and bad odors that may arise from these and similar events.\n\n23. In cases such as funerals, death, war, health problems, accidents, or cancellation of leave for public or private company personnel, etc., all rental conditions apply strictly, and cancellation is absolutely out of the question.\n\nThe customer accepts all the conditions mentioned above. If the customer attempts to terminate the rental agreement by fabricating these or similar excuses, INN ELEGANCE reserves the right to terminate the agreement unilaterally and demand the contract price."
      }
    }
  ],
  "faq": [
    {
      "question": {
        "tr": "Villa rezervasyonu nasıl yapabilirim?",
        "en": "How can I make a villa reservation?"
      },
      "answer": {
        "tr": "Villalarımıza/Apartlarımıza internet sayfamızda bulunan rezervasyon formu, SMS, telefon veya elektronik posta yolu ile ön rezervasyon yapabilirsiniz. Kapora ödemesi alındıktan sonra rezervasyonunuz kesinleşir ve tarafınıza yazılı olarak onay gönderilir.",
        "en": "You can make a pre-reservation for our Villas/Apartments via the reservation form on our website, SMS, phone, or email. Your reservation is confirmed after the down payment (kapora) is received, and a written confirmation will be sent to you."
      }
    },
    {
      "question": {
        "tr": "Kapora ödemesi ne kadar ve nasıl yapılır?",
        "en": "How much is the down payment (kapora) and how is it paid?"
      },
      "answer": {
        "tr": "Kapora ödemesi, toplam villa kiralama bedelinin %20'si kadardır. Ödeme Havale, EFT veya internet sitemiz üzerinden Kredi Kartı ile yapılabilir. Kapora ödemesi ön rezervasyon yapıldıktan sonra 1 iş günü içerisinde yapılmalıdır.",
        "en": "The down payment (kapora) is 20% of the total villa rental fee. Payment can be made via Bank Transfer, EFT, or Credit Card through our website. The down payment must be made within 1 business day after the pre-reservation."
      }
    },
    {
      "question": {
        "tr": "Villaya giriş ve çıkış saatleri nedir?",
        "en": "What are the check-in and check-out times for the villa?"
      },
      "answer": {
        "tr": "Villaya giriş saati en erken 16:00, en geç 21:00'dır. Villadan çıkış saati ise en geç sabah 10:00'dır. Bu saatlere uyulması önemlidir; aksi takdirde oluşacak aksaklıklardan INN ELEGANCE sorumlu tutulamaz.",
        "en": "The earliest check-in time is 16:00 (4 PM), and the latest is 21:00 (9 PM). The check-out time is 10:00 AM at the latest. Adherence to these times is important; Inn Elegance cannot be held responsible for disruptions caused otherwise."
      }
    },
    {
      "question": {
        "tr": "Hasar depozitosu nedir ve nasıl geri alınır?",
        "en": "What is the damage deposit and how is it refunded?"
      },
      "answer": {
        "tr": "Hasar depozitosu, villada bulunan eşyaların zarar görmesi durumuna karşı alınan 1000 TL ile 5000 TL arasında değişen bir güvence bedelidir. Villa tesliminde nakit olarak alınır ve çıkışta demirbaş kontrolü yapıldıktan sonra, herhangi bir hasar yoksa aynen iade edilir.",
        "en": "The damage deposit is a security fee ranging from 1000 TL to 5000 TL, taken against potential damage to the villa's furnishings. It is collected in cash upon check-in and is fully refunded at check-out after an inventory check, provided there is no damage."
      }
    },
    {
      "question": {
        "tr": "Villa kapasitesini aşabilirim mi?",
        "en": "Can I exceed the villa capacity?"
      },
      "answer": {
        "tr": "Hayır, villalarımıza/apartlarımıza ilan sayfasında belirtilen kapasitenin üzerinde ya da rezervasyon yapılırken belirtilen kişi sayısının üzerinde misafir kesinlikle kabul edilmemektedir. Bu kurala çocuklar ve bebekler de dahildir.",
        "en": "No, guests exceeding the capacity stated on the listing page or the number specified during reservation are strictly not accepted in our villas/apartments. This rule includes children and infants."
      }
    },
    {
      "question": {
        "tr": "Villada evcil hayvan kabul ediliyor mu?",
        "en": "Are pets allowed in the villa?"
      },
      "answer": {
        "tr": "Hayır, tüm villalarımızda kesinlikle evcil hayvan kabul edilmemektedir. Ayrıca villalarımızda sigara içilmesi de yasaktır.",
        "en": "No, pets are strictly not allowed in any of our villas. Additionally, smoking is prohibited inside our villas."
      }
    },
    {
      "question": {
        "tr": "Temizlik hizmeti dahil midir?",
        "en": "Is cleaning service included?"
      },
      "answer": {
        "tr": "Evet, haftalık ve aylık villa kiralama fiyatlarına giriş temizliği dahildir. 2 hafta ve üzeri konaklamalarda haftalık temizlik ve havlu/çarşaf değişimi fiyatlara dahildir. Bunun dışında talep edilecek temizlik ve havlu/çarşaf değişimi ekstra ücrete tabidir.",
        "en": "Yes, initial cleaning is included in the weekly and monthly villa rental prices. For stays of 2 weeks or more, weekly cleaning and towel/linen change are included. Any additional cleaning or towel/linen changes requested are subject to an extra fee."
      }
    },
    {
      "question": {
        "tr": "Rezervasyon iptali durumunda ücret iadesi yapılır mı?",
        "en": "Is a refund provided in case of reservation cancellation?"
      },
      "answer": {
        "tr": "Giriş tarihine 30 gün ve daha az kalan sürelerde iptal durumunda, ödeme yapılan miktarın tamamı iade edilmez. Ödemelerin geri alınabilmesi için mücbir sebep gerekçesi gerekmektedir.",
        "en": "In case of cancellation 30 days or less before the arrival date, the full amount paid is non-refundable. A force majeure reason is required for payments to be potentially recoverable."
      }
    }
  ]
}
